[{"url": "https://www.news.com.au/national/from-the-newsroom/news-story/ac9bdbc0cf645866c98e5beb09065514", "title": "Bali bombing mastermind arrested", "date": "2020-12-13T20:48:44", "text": ["Subscribe to our daily podcast. It’s free.Source:news.com.au", "From The Newsroom delivers breaking news and the biggest headlines of the day from Australia’s number one news website news.com.au.", "SIGN UP FOR FREE HERE:", "Every morning Andrew ‘Bucky’ Bucklow and Bronte Coy bring you the news that matters. They will give you insights into the big stories and dip into any rumours and gossip. They go from politics to pop culture in five minutes.", "LISTEN TO THE LATEST PODCAST HERE:", "Both Bucky and Bronte have a radio background and combine these skills with their digital expertise to create the next wave of audio news on the go.", "Bucky was a breakfast radio producer for seven years before he got sick of waking up at 3.30am and made the switch to news.", "He has been at news.com.au for seven years as an entertainment reporter and in that time he’s been to the Oscars, interviewed stars including The Rock and Betty White, and even once got licked by Jules Lund on a red carpet.", "Bronte is also an entertainment reporter for news.com.au and our royal commentator.", "She has been a journalist for more than eight years, covering news and entertainment for major media outlets across the country, including Nova, Triple M, 2DayFM and Channel Nine’s Today show, before joining news.com.au.", "Bronte Coy and Andrew ‘Bucky’ Bucklow.Source:news.com.au"], "journalist": []}, {"url": "https://www.news.com.au/national/from-the-newsroom/news-story/ac9bdbc0cf645866c98e5beb09065514", "title": "Bali bombing mastermind arrested", "date": "2020-12-13T20:48:44", "text": ["Subscribe to our daily podcast. It’s free.Source:news.com.au", "From The Newsroom delivers breaking news and the biggest headlines of the day from Australia’s number one news website news.com.au.", "SIGN UP FOR FREE HERE:", "Every morning Andrew ‘Bucky’ Bucklow and Bronte Coy bring you the news that matters. They will give you insights into the big stories and dip into any rumours and gossip. They go from politics to pop culture in five minutes.", "LISTEN TO THE LATEST PODCAST HERE:", "Both Bucky and Bronte have a radio background and combine these skills with their digital expertise to create the next wave of audio news on the go.", "Bucky was a breakfast radio producer for seven years before he got sick of waking up at 3.30am and made the switch to news.", "He has been at news.com.au for seven years as an entertainment reporter and in that time he’s been to the Oscars, interviewed stars including The Rock and Betty White, and even once got licked by Jules Lund on a red carpet.", "Bronte is also an entertainment reporter for news.com.au and our royal commentator.", "She has been a journalist for more than eight years, covering news and entertainment for major media outlets across the country, including Nova, Triple M, 2DayFM and Channel Nine’s Today show, before joining news.com.au.", "Bronte Coy and Andrew ‘Bucky’ Bucklow.Source:news.com.au"], "journalist": []}, {"url": "https://www.news.com.au/technology/environment/la-nina-bureau-of-meteorology-warns-nsw-residents-to-prepare-for-critical-week-of-wild-weather/news-story/388e0bbadc389ddd1fbcf0214ecf0b0f", "title": "LATEST: Severe weather warning issued", "date": "2020-12-13T20:44:54", "text": ["Byron Bay beach faces erosion as wild weather lashes NSW north coast.", "A severe weather warning is in place for people in Northern Rivers and parts of Mid North Coast and Northern Tablelands Forecast Districts in NSW.Source:Supplied", "Wild weather is ripping glass panels from skyscrapers, flooding roads and destroying beaches as a storm warning is issued across 1000km of Australia’s east coast.", "A high tide is hitting the Gold Coast causing flooding on the streets and reducing the Surfers Paradise beach to just a thin strip of sand.", "Thousands there have been left without power and police have had to close roads in Surfers Paradise after glass panels were blown from a shelter of a high-rise pool deck.", "Traffic is heavily backed up at Ferny Ave between Beach Rd and Elkhorn Ave as a result of the incident.", "Meanwhile, pictures on social media show flooding at nearby Budds Beach — with cars trapped and roads inundated with water — and blackouts are hitting thousands in Labrador, Nerang and Southport.", "Budds Beachの現場からは以上です😇 pic.twitter.com/HwbK1WROtR", "The dangerous weather and “relentless” rain is expected to continue up until at least Tuesday as residents are being warned to brace for damaging winds, flash flooding, heavy rainfall, “abnormally” high tides and disappearing beaches.", "This morning a severe weather warning has been issued for a 500km stretch of the Queensland coast from Coolangatta to Hervey Bay and roughly 500km of coastline in NSW’s Northern Rivers mid-north coast regions, including the Tweed Coast and Byron Bay. Experts say the rain bomb isn’t going any where any time soon.", "The warnings state there will be heavy rainfall, damaging winds, abnormally high tides and dangerous surf.", "“Rainfall rates could be locally enhanced in the far north with thunderstorms, leading to the possibility of very heavy rainfall and dangerous flash flooding,” the NSW BOM warning reads.", "“At this stage, the widespread heavy rainfall is expected to ease late Tuesday or early Wednesday, though thunderstorms may still produce localised heavy falls that may lead to flash flooding during Wednesday.”", "It also warns of 90km/h winds along the coastal fringe north from about Yamba, possibly extending south to about Crescent Head on the Mid North Coast during the day.", "There will also be waves exceeding 5m extending south to Port Macquarie during the day, possibly leading to significant beach erosion.", "Abnormally high tides are expected along the coast north from about Ballina during this morning’s high tide, which may lead to localised coastal inundation.", "South East Queensland is also being hit by the cyclone-like conditions, which worsened overnight with damaging winds and heavy rains battering the region.", "Motorists have been warned to stay off the roads if possible with emergency services warning of flash flooding.", "Locations which may be affected include Gold Coast, Brisbane, Moreton Island, North Stradbroke Island, Sunshine Coast and adjacent hinterland areas, Fraser Island, Caboolture, Cleveland, Redcliffe, Jimboomba, Beaudesert and Springbrook.", "RELATED: Byron Bay’s Main Beach washed away", "Monday will be the “critical time” for the affected areas as the trough moves further south and saturated rivers rise even further and the SES prepares for the worst in the first major La Nina event of the summer.", "By Tuesday, three day totals of 300-600 ml are predicted to fall across the region.", "Look at that energy! The system that's causing heavy rain & localised flooding in northern NSW is seen here gathering pace as it tracks south from Qld. People in affected areas are urged to keep up to date with latest warnings, & put safety first: https://t.co/0ikQE2NKzl@NSWSES pic.twitter.com/3yTyhAAueQ", "Authorities are urging caution and to prepare for local flooding as a trough deepens and moves away from southeast Queensland in the coming days.", "“The community should prepare for minor to major flooding so please check for warnings and updates over the coming days,” BOM meteorologist Jonathan How said.", "“This is the most significant rainfall event since February and floods will pose a risk to many people.”", "Overnight, there were over 700 SES call-outs, with the busiest areas being the Mid North Coast and northern New South Wales regions. RFS and Fire and Rescue crews were on standby as winds averaging 60-70 km/h and gusts exceeding 90 km/h were predicted along the coastal fringe north from the beachside town of Yamba overnight, and possibly extending south to about Crescent Head on the Mid North Coast Monday.", "⚠️ #Minor to Moderate Flood Warning issued for the Tweed River at #Tumbulgum and #Chinderah (Barneys Point). Minor to Moderate flooding is possible along the Tweed River. See https://t.co/9rNWfaCzgu for details and updates; follow advice from @NSWSES. #NSWFloods pic.twitter.com/mHq3ZURPZT", "⚠️ NSW SES is contacting residents in the Tweed / Byron area to let them know about the heavy rain and dangerous flash flooding expected overnight. More info: https://t.co/OFbQgz7qym For emergency help in floods and storms, call NSW SES on 132 500, or if life-threatening call 000", "WHERE IS IT COMING FROM?", "The storm is coming out of a trough over the Coral Sea which is deepening offshore of the southern Queensland coast. It is expected to form en masse overnight and into Monday as it makes its way down the Far North Coast, through the Mid North Coast on Tuesday and further south on Wednesday.", "“This system is likely to bring significant rainfall, strong winds and large waves to the northern half of the coast until Tuesday,” warned the Bureau of Meteorology.", "Streets in Coffs Harbour and Tumbulgum flooded over the weekend while four people were rescued from floodwaters in NSW on Saturday night.", "HEAVY RAIN", "A late night message from the Bureau of Meteorology predicted heavy rain “is expected to become severe again over the Northern Rivers from Monday morning and parts of the Mid North Coast during the day.", "“Rainfall rates could be locally enhanced in the far north with thunderstorms on Monday, leading to the possibility of very heavy rainfall and dangerous flash flooding.”", "The rain is expected to fall until at least late Tuesday or early Wednesday in the region but the addition of thunderstorms could spell flash flooding on Wednesday.", "Some areas on the Gold Coast and northern NSW border recorded more than 350mm of rain since Saturday. More than 400mm of rain fell in Numinbah, a rural locality on the Gold Coast.", "WHAT’S HAPPENING ELSEWHERE", "In NSW, the wild weather will be contained to the north. In the southeast it will be cool-to-mild today with showers coming tonight.", "Sydney has a possible shower today, with a low of 18C and a top of 25C.", "Here’s a look at the other capitals around the nation.", "Brisbane has heavy showers today, with a low of 20C and a top of 28C.", "Canberrawill be cloudy, with a low of 12C and a top of 25C.", "Melbourne will be sunny, with a low of 19C and a top of 32C.", "Adelaide will be mostly sunny, with a low of 24C and a top of 34C.", "Hobartwill be sunny, with a low of 14C and a top of 31C.", "Perth will be mostly sunny, with a low of 12C and a top of 24C.", "There’s a strong wind warning for Perth Local Waters, Pilbara Coast West, Ningaloo Coast, Gascoyne Coast, Geraldton Coast, Lancelin Coast, Perth Coast, Bunbury Geographe Coast, Albany Coast, Esperance Coast and Eucla Coast.", "Darwin has a possible thunderstorm, with a low of 25C and a top of 33C.", "BYRON’S BEACH SWEPT AWAY", "", "The @Westpac Lifesaver Rescue Helicopter captured this footage of the dangerous surf conditions while flying over the Gold Coast Seaway today.⚠️ Please stay out of the water. pic.twitter.com/UaYUPcjlSi", "High tides have washed away the popular sandy Main Beach in Byron Bay as waves were seen crashing up against rocks, adjacent to a levelled footpath and road.", "More of Australia’s beaches are under threat as damaging surf, with waves possibly exceeding 5 metres in the surf zone, were expected overnight from Yamba, then extending south to Port Macquarie during Monday and possibly leading to significant beach erosion.", "The BOM also warned “abnormally high tides” are possible along the coast north from about Ballina during Monday morning’s high tide, which may lead to more localised coastal inundation.", "“The combination of Damaging Surf and Abnormally High Tides may enhance the risk of significant beach erosion north from about Ballina,” the BOM said.", "Surf and swell conditions are expected to be hazardous on Monday for coastal activities such as rock fishing, boating, and swimming in the following areas.", "Swimmers and surfers have been urged to “stay out of the water and avoid walking near surf-exposed areas” by the NSW Police Force, Marine Area Command.", "A hazardous surf warning is in place Monday for the Byron Coast, Coffs Coast, Macquarie Coast and Hunter Coast.", "Main Beach in Byron Bay... gone! @9NewsSyd #NSWfloods pic.twitter.com/BWC6beCejy", "FLOODING", "A flood watch is current for the Mid North Coast and Northern Rivers and flood warnings have been issued for the Tweed, Wilsons, Bellinger and Brunswick Rivers.", "Locations which may be affected include Lismore, Grafton, Coffs Harbour, Port Macquarie, Sawtell and Dorrigo.", "River flooding for the Mid North Coast and Northern Rivers is also expected with river levels to rise further from Monday and Tuesday.", "High water levels due to spring tides are also forecast over the next few days, which adds to the risk of flooding in lower tidal areas.", "Renewed minor to moderate flooding is possible along the Tweed River with the heavy rainfall forecast from overnight Sunday into Tuesday.", "⚠️#Moderate #Flood Warning updated for the #Wilsons River at #Lismore. Minor flooding expected overnight Sunday and moderate flooding possible late Monday into Tuesday. See https://t.co/Q6MByhxSNz for details and updates; follow advice from @NSWSES. #NSWFloods pic.twitter.com/lLUEXf9KEd", "WHAT YOU CAN DO", "The State Emergency Service advises has urged residents to move vehicles under cover or away from trees, to secure or put away loose items around your house, yard and balcony and to keep at least 8 metres away from fallen power lines or objects that may be energised, such as fences.", "Residents are also warned not to drive or walk through flood water and to keep clear of creeks and storm drains.", "“Be aware that run-off from rainfall in fire affected areas may behave differently and be more rapid. It may also contain debris such as ash, soil, trees and rocks,” the SES said.", "* “After bushfires, heavy rain and the loss of foliage can make the ground soft and heavy, leading to a greater chance of landslides.", "“Stay vigilant and monitor conditions. Note that the landscape may have changed following bushfires."], "journalist": ["Matt Young and Ben Graham"]}, {"url": "https://www.news.com.au/national/from-the-newsroom/news-story/ac9bdbc0cf645866c98e5beb09065514", "title": "Bali bombing mastermind arrested", "date": "2020-12-13T20:48:44", "text": ["Subscribe to our daily podcast. It’s free.Source:news.com.au", "From The Newsroom delivers breaking news and the biggest headlines of the day from Australia’s number one news website news.com.au.", "SIGN UP FOR FREE HERE:", "Every morning Andrew ‘Bucky’ Bucklow and Bronte Coy bring you the news that matters. They will give you insights into the big stories and dip into any rumours and gossip. They go from politics to pop culture in five minutes.", "LISTEN TO THE LATEST PODCAST HERE:", "Both Bucky and Bronte have a radio background and combine these skills with their digital expertise to create the next wave of audio news on the go.", "Bucky was a breakfast radio producer for seven years before he got sick of waking up at 3.30am and made the switch to news.", "He has been at news.com.au for seven years as an entertainment reporter and in that time he’s been to the Oscars, interviewed stars including The Rock and Betty White, and even once got licked by Jules Lund on a red carpet.", "Bronte is also an entertainment reporter for news.com.au and our royal commentator.", "She has been a journalist for more than eight years, covering news and entertainment for major media outlets across the country, including Nova, Triple M, 2DayFM and Channel Nine’s Today show, before joining news.com.au.", "Bronte Coy and Andrew ‘Bucky’ Bucklow.Source:news.com.au"], "journalist": []}, {"url": "https://www.news.com.au/technology/environment/la-nina-bureau-of-meteorology-warns-nsw-residents-to-prepare-for-critical-week-of-wild-weather/news-story/388e0bbadc389ddd1fbcf0214ecf0b0f", "title": "LATEST: Severe weather warning issued", "date": "2020-12-13T20:44:54", "text": ["Byron Bay beach faces erosion as wild weather lashes NSW north coast.", "A severe weather warning is in place for people in Northern Rivers and parts of Mid North Coast and Northern Tablelands Forecast Districts in NSW.Source:Supplied", "Wild weather is ripping glass panels from skyscrapers, flooding roads and destroying beaches as a storm warning is issued across 1000km of Australia’s east coast.", "A high tide is hitting the Gold Coast causing flooding on the streets and reducing the Surfers Paradise beach to just a thin strip of sand.", "Thousands there have been left without power and police have had to close roads in Surfers Paradise after glass panels were blown from a shelter of a high-rise pool deck.", "Traffic is heavily backed up at Ferny Ave between Beach Rd and Elkhorn Ave as a result of the incident.", "Meanwhile, pictures on social media show flooding at nearby Budds Beach — with cars trapped and roads inundated with water — and blackouts are hitting thousands in Labrador, Nerang and Southport.", "Budds Beachの現場からは以上です😇 pic.twitter.com/HwbK1WROtR", "The dangerous weather and “relentless” rain is expected to continue up until at least Tuesday as residents are being warned to brace for damaging winds, flash flooding, heavy rainfall, “abnormally” high tides and disappearing beaches.", "This morning a severe weather warning has been issued for a 500km stretch of the Queensland coast from Coolangatta to Hervey Bay and roughly 500km of coastline in NSW’s Northern Rivers mid-north coast regions, including the Tweed Coast and Byron Bay. Experts say the rain bomb isn’t going any where any time soon.", "The warnings state there will be heavy rainfall, damaging winds, abnormally high tides and dangerous surf.", "“Rainfall rates could be locally enhanced in the far north with thunderstorms, leading to the possibility of very heavy rainfall and dangerous flash flooding,” the NSW BOM warning reads.", "“At this stage, the widespread heavy rainfall is expected to ease late Tuesday or early Wednesday, though thunderstorms may still produce localised heavy falls that may lead to flash flooding during Wednesday.”", "It also warns of 90km/h winds along the coastal fringe north from about Yamba, possibly extending south to about Crescent Head on the Mid North Coast during the day.", "There will also be waves exceeding 5m extending south to Port Macquarie during the day, possibly leading to significant beach erosion.", "Abnormally high tides are expected along the coast north from about Ballina during this morning’s high tide, which may lead to localised coastal inundation.", "South East Queensland is also being hit by the cyclone-like conditions, which worsened overnight with damaging winds and heavy rains battering the region.", "Motorists have been warned to stay off the roads if possible with emergency services warning of flash flooding.", "Locations which may be affected include Gold Coast, Brisbane, Moreton Island, North Stradbroke Island, Sunshine Coast and adjacent hinterland areas, Fraser Island, Caboolture, Cleveland, Redcliffe, Jimboomba, Beaudesert and Springbrook.", "RELATED: Byron Bay’s Main Beach washed away", "Monday will be the “critical time” for the affected areas as the trough moves further south and saturated rivers rise even further and the SES prepares for the worst in the first major La Nina event of the summer.", "By Tuesday, three day totals of 300-600 ml are predicted to fall across the region.", "Look at that energy! The system that's causing heavy rain & localised flooding in northern NSW is seen here gathering pace as it tracks south from Qld. People in affected areas are urged to keep up to date with latest warnings, & put safety first: https://t.co/0ikQE2NKzl@NSWSES pic.twitter.com/3yTyhAAueQ", "Authorities are urging caution and to prepare for local flooding as a trough deepens and moves away from southeast Queensland in the coming days.", "“The community should prepare for minor to major flooding so please check for warnings and updates over the coming days,” BOM meteorologist Jonathan How said.", "“This is the most significant rainfall event since February and floods will pose a risk to many people.”", "Overnight, there were over 700 SES call-outs, with the busiest areas being the Mid North Coast and northern New South Wales regions. RFS and Fire and Rescue crews were on standby as winds averaging 60-70 km/h and gusts exceeding 90 km/h were predicted along the coastal fringe north from the beachside town of Yamba overnight, and possibly extending south to about Crescent Head on the Mid North Coast Monday.", "⚠️ #Minor to Moderate Flood Warning issued for the Tweed River at #Tumbulgum and #Chinderah (Barneys Point). Minor to Moderate flooding is possible along the Tweed River. See https://t.co/9rNWfaCzgu for details and updates; follow advice from @NSWSES. #NSWFloods pic.twitter.com/mHq3ZURPZT", "⚠️ NSW SES is contacting residents in the Tweed / Byron area to let them know about the heavy rain and dangerous flash flooding expected overnight. More info: https://t.co/OFbQgz7qym For emergency help in floods and storms, call NSW SES on 132 500, or if life-threatening call 000", "WHERE IS IT COMING FROM?", "The storm is coming out of a trough over the Coral Sea which is deepening offshore of the southern Queensland coast. It is expected to form en masse overnight and into Monday as it makes its way down the Far North Coast, through the Mid North Coast on Tuesday and further south on Wednesday.", "“This system is likely to bring significant rainfall, strong winds and large waves to the northern half of the coast until Tuesday,” warned the Bureau of Meteorology.", "Streets in Coffs Harbour and Tumbulgum flooded over the weekend while four people were rescued from floodwaters in NSW on Saturday night.", "HEAVY RAIN", "A late night message from the Bureau of Meteorology predicted heavy rain “is expected to become severe again over the Northern Rivers from Monday morning and parts of the Mid North Coast during the day.", "“Rainfall rates could be locally enhanced in the far north with thunderstorms on Monday, leading to the possibility of very heavy rainfall and dangerous flash flooding.”", "The rain is expected to fall until at least late Tuesday or early Wednesday in the region but the addition of thunderstorms could spell flash flooding on Wednesday.", "Some areas on the Gold Coast and northern NSW border recorded more than 350mm of rain since Saturday. More than 400mm of rain fell in Numinbah, a rural locality on the Gold Coast.", "WHAT’S HAPPENING ELSEWHERE", "In NSW, the wild weather will be contained to the north. In the southeast it will be cool-to-mild today with showers coming tonight.", "Sydney has a possible shower today, with a low of 18C and a top of 25C.", "Here’s a look at the other capitals around the nation.", "Brisbane has heavy showers today, with a low of 20C and a top of 28C.", "Canberrawill be cloudy, with a low of 12C and a top of 25C.", "Melbourne will be sunny, with a low of 19C and a top of 32C.", "Adelaide will be mostly sunny, with a low of 24C and a top of 34C.", "Hobartwill be sunny, with a low of 14C and a top of 31C.", "Perth will be mostly sunny, with a low of 12C and a top of 24C.", "There’s a strong wind warning for Perth Local Waters, Pilbara Coast West, Ningaloo Coast, Gascoyne Coast, Geraldton Coast, Lancelin Coast, Perth Coast, Bunbury Geographe Coast, Albany Coast, Esperance Coast and Eucla Coast.", "Darwin has a possible thunderstorm, with a low of 25C and a top of 33C.", "BYRON’S BEACH SWEPT AWAY", "", "The @Westpac Lifesaver Rescue Helicopter captured this footage of the dangerous surf conditions while flying over the Gold Coast Seaway today.⚠️ Please stay out of the water. pic.twitter.com/UaYUPcjlSi", "High tides have washed away the popular sandy Main Beach in Byron Bay as waves were seen crashing up against rocks, adjacent to a levelled footpath and road.", "More of Australia’s beaches are under threat as damaging surf, with waves possibly exceeding 5 metres in the surf zone, were expected overnight from Yamba, then extending south to Port Macquarie during Monday and possibly leading to significant beach erosion.", "The BOM also warned “abnormally high tides” are possible along the coast north from about Ballina during Monday morning’s high tide, which may lead to more localised coastal inundation.", "“The combination of Damaging Surf and Abnormally High Tides may enhance the risk of significant beach erosion north from about Ballina,” the BOM said.", "Surf and swell conditions are expected to be hazardous on Monday for coastal activities such as rock fishing, boating, and swimming in the following areas.", "Swimmers and surfers have been urged to “stay out of the water and avoid walking near surf-exposed areas” by the NSW Police Force, Marine Area Command.", "A hazardous surf warning is in place Monday for the Byron Coast, Coffs Coast, Macquarie Coast and Hunter Coast.", "Main Beach in Byron Bay... gone! @9NewsSyd #NSWfloods pic.twitter.com/BWC6beCejy", "FLOODING", "A flood watch is current for the Mid North Coast and Northern Rivers and flood warnings have been issued for the Tweed, Wilsons, Bellinger and Brunswick Rivers.", "Locations which may be affected include Lismore, Grafton, Coffs Harbour, Port Macquarie, Sawtell and Dorrigo.", "River flooding for the Mid North Coast and Northern Rivers is also expected with river levels to rise further from Monday and Tuesday.", "High water levels due to spring tides are also forecast over the next few days, which adds to the risk of flooding in lower tidal areas.", "Renewed minor to moderate flooding is possible along the Tweed River with the heavy rainfall forecast from overnight Sunday into Tuesday.", "⚠️#Moderate #Flood Warning updated for the #Wilsons River at #Lismore. Minor flooding expected overnight Sunday and moderate flooding possible late Monday into Tuesday. See https://t.co/Q6MByhxSNz for details and updates; follow advice from @NSWSES. #NSWFloods pic.twitter.com/lLUEXf9KEd", "WHAT YOU CAN DO", "The State Emergency Service advises has urged residents to move vehicles under cover or away from trees, to secure or put away loose items around your house, yard and balcony and to keep at least 8 metres away from fallen power lines or objects that may be energised, such as fences.", "Residents are also warned not to drive or walk through flood water and to keep clear of creeks and storm drains.", "“Be aware that run-off from rainfall in fire affected areas may behave differently and be more rapid. It may also contain debris such as ash, soil, trees and rocks,” the SES said.", "* “After bushfires, heavy rain and the loss of foliage can make the ground soft and heavy, leading to a greater chance of landslides.", "“Stay vigilant and monitor conditions. Note that the landscape may have changed following bushfires."], "journalist": ["Matt Young and Ben Graham"]}, {"url": "https://www.news.com.au/technology/environment/la-nina-bureau-of-meteorology-warns-nsw-residents-to-prepare-for-critical-week-of-wild-weather/news-story/388e0bbadc389ddd1fbcf0214ecf0b0f", "title": "500KM-LONG MONSTER: Cyclone-like weather smashes east coast", "date": "2020-12-13T20:31:38", "text": ["Byron Bay beach faces erosion as wild weather lashes NSW north coast.", "A severe weather warning is in place for people in Northern Rivers and parts of Mid North Coast and Northern Tablelands Forecast Districts in NSW.Source:Supplied", "Wild weather is ripping glass panels from skyscrapers, flooding roads and destroying beaches as a storm warning is issued across 1000km of Australia’s east coast.", "A high tide is hitting the Gold Coast causing flooding on the streets and reducing the Surfers Paradise beach to just a thin strip of sand.", "Thousands there have been left without power and police have had to close roads in Surfers Paradise after glass panels were blown from a shelter of a high-rise pool deck.", "Traffic is heavily backed up at Ferny Ave between Beach Rd and Elkhorn Ave as a result of the incident.", "Meanwhile, pictures on social media show flooding at nearby Budds Beach — with cars trapped and roads inundated with water — and blackouts are hitting thousands in Labrador, Nerang and Southport.", "Budds Beachの現場からは以上です😇 pic.twitter.com/HwbK1WROtR", "The dangerous weather and “relentless” rain is expected to continue up until at least Tuesday as residents are being warned to brace for damaging winds, flash flooding, heavy rainfall, “abnormally” high tides and disappearing beaches.", "This morning a severe weather warning has been issued for a 500km stretch of the Queensland coast from Coolangatta to Hervey Bay and roughly 500km of coastline in NSW’s Northern Rivers mid-north coast regions, including the Tweed Coast and Byron Bay. Experts say the rain bomb isn’t going any where any time soon.", "The warnings state there will be heavy rainfall, damaging winds, abnormally high tides and dangerous surf.", "“Rainfall rates could be locally enhanced in the far north with thunderstorms, leading to the possibility of very heavy rainfall and dangerous flash flooding,” the NSW BOM warning reads.", "“At this stage, the widespread heavy rainfall is expected to ease late Tuesday or early Wednesday, though thunderstorms may still produce localised heavy falls that may lead to flash flooding during Wednesday.”", "It also warns of 90km/h winds along the coastal fringe north from about Yamba, possibly extending south to about Crescent Head on the Mid North Coast during the day.", "There will also be waves exceeding 5m extending south to Port Macquarie during the day, possibly leading to significant beach erosion.", "Abnormally high tides are expected along the coast north from about Ballina during this morning’s high tide, which may lead to localised coastal inundation.", "South East Queensland is also being hit by the cyclone-like conditions, which worsened overnight with damaging winds and heavy rains battering the region.", "Motorists have been warned to stay off the roads if possible with emergency services warning of flash flooding.", "Locations which may be affected include Gold Coast, Brisbane, Moreton Island, North Stradbroke Island, Sunshine Coast and adjacent hinterland areas, Fraser Island, Caboolture, Cleveland, Redcliffe, Jimboomba, Beaudesert and Springbrook.", "RELATED: Byron Bay’s Main Beach washed away", "Monday will be the “critical time” for the affected areas as the trough moves further south and saturated rivers rise even further and the SES prepares for the worst in the first major La Nina event of the summer.", "By Tuesday, three day totals of 300-600 ml are predicted to fall across the region.", "Look at that energy! The system that's causing heavy rain & localised flooding in northern NSW is seen here gathering pace as it tracks south from Qld. People in affected areas are urged to keep up to date with latest warnings, & put safety first: https://t.co/0ikQE2NKzl@NSWSES pic.twitter.com/3yTyhAAueQ", "Authorities are urging caution and to prepare for local flooding as a trough deepens and moves away from southeast Queensland in the coming days.", "“The community should prepare for minor to major flooding so please check for warnings and updates over the coming days,” BOM meteorologist Jonathan How said.", "“This is the most significant rainfall event since February and floods will pose a risk to many people.”", "Overnight, there were over 700 SES call-outs, with the busiest areas being the Mid North Coast and northern New South Wales regions. RFS and Fire and Rescue crews were on standby as winds averaging 60-70 km/h and gusts exceeding 90 km/h were predicted along the coastal fringe north from the beachside town of Yamba overnight, and possibly extending south to about Crescent Head on the Mid North Coast Monday.", "⚠️ #Minor to Moderate Flood Warning issued for the Tweed River at #Tumbulgum and #Chinderah (Barneys Point). Minor to Moderate flooding is possible along the Tweed River. See https://t.co/9rNWfaCzgu for details and updates; follow advice from @NSWSES. #NSWFloods pic.twitter.com/mHq3ZURPZT", "⚠️ NSW SES is contacting residents in the Tweed / Byron area to let them know about the heavy rain and dangerous flash flooding expected overnight. More info: https://t.co/OFbQgz7qym For emergency help in floods and storms, call NSW SES on 132 500, or if life-threatening call 000", "WHERE IS IT COMING FROM?", "The storm is coming out of a trough over the Coral Sea which is deepening offshore of the southern Queensland coast. It is expected to form en masse overnight and into Monday as it makes its way down the Far North Coast, through the Mid North Coast on Tuesday and further south on Wednesday.", "“This system is likely to bring significant rainfall, strong winds and large waves to the northern half of the coast until Tuesday,” warned the Bureau of Meteorology.", "Streets in Coffs Harbour and Tumbulgum flooded over the weekend while four people were rescued from floodwaters in NSW on Saturday night.", "HEAVY RAIN", "A late night message from the Bureau of Meteorology predicted heavy rain “is expected to become severe again over the Northern Rivers from Monday morning and parts of the Mid North Coast during the day.", "“Rainfall rates could be locally enhanced in the far north with thunderstorms on Monday, leading to the possibility of very heavy rainfall and dangerous flash flooding.”", "The rain is expected to fall until at least late Tuesday or early Wednesday in the region but the addition of thunderstorms could spell flash flooding on Wednesday.", "Some areas on the Gold Coast and northern NSW border recorded more than 350mm of rain since Saturday. More than 400mm of rain fell in Numinbah, a rural locality on the Gold Coast.", "WHAT’S HAPPENING ELSEWHERE", "In NSW, the wild weather will be contained to the north. In the southeast it will be cool-to-mild today with showers coming tonight.", "Sydney has a possible shower today, with a low of 18C and a top of 25C.", "Here’s a look at the other capitals around the nation.", "Brisbane has heavy showers today, with a low of 20C and a top of 28C.", "Canberrawill be cloudy, with a low of 12C and a top of 25C.", "Melbourne will be sunny, with a low of 19C and a top of 32C.", "Adelaide will be mostly sunny, with a low of 24C and a top of 34C.", "Hobartwill be sunny, with a low of 14C and a top of 31C.", "Perth will be mostly sunny, with a low of 12C and a top of 24C.", "There’s a strong wind warning for Perth Local Waters, Pilbara Coast West, Ningaloo Coast, Gascoyne Coast, Geraldton Coast, Lancelin Coast, Perth Coast, Bunbury Geographe Coast, Albany Coast, Esperance Coast and Eucla Coast.", "Darwin has a possible thunderstorm, with a low of 25C and a top of 33C.", "BYRON’S BEACH SWEPT AWAY", "", "The @Westpac Lifesaver Rescue Helicopter captured this footage of the dangerous surf conditions while flying over the Gold Coast Seaway today.⚠️ Please stay out of the water. pic.twitter.com/UaYUPcjlSi", "High tides have washed away the popular sandy Main Beach in Byron Bay as waves were seen crashing up against rocks, adjacent to a levelled footpath and road.", "More of Australia’s beaches are under threat as damaging surf, with waves possibly exceeding 5 metres in the surf zone, were expected overnight from Yamba, then extending south to Port Macquarie during Monday and possibly leading to significant beach erosion.", "The BOM also warned “abnormally high tides” are possible along the coast north from about Ballina during Monday morning’s high tide, which may lead to more localised coastal inundation.", "“The combination of Damaging Surf and Abnormally High Tides may enhance the risk of significant beach erosion north from about Ballina,” the BOM said.", "Surf and swell conditions are expected to be hazardous on Monday for coastal activities such as rock fishing, boating, and swimming in the following areas.", "Swimmers and surfers have been urged to “stay out of the water and avoid walking near surf-exposed areas” by the NSW Police Force, Marine Area Command.", "A hazardous surf warning is in place Monday for the Byron Coast, Coffs Coast, Macquarie Coast and Hunter Coast.", "Main Beach in Byron Bay... gone! @9NewsSyd #NSWfloods pic.twitter.com/BWC6beCejy", "FLOODING", "A flood watch is current for the Mid North Coast and Northern Rivers and flood warnings have been issued for the Tweed, Wilsons, Bellinger and Brunswick Rivers.", "Locations which may be affected include Lismore, Grafton, Coffs Harbour, Port Macquarie, Sawtell and Dorrigo.", "River flooding for the Mid North Coast and Northern Rivers is also expected with river levels to rise further from Monday and Tuesday.", "High water levels due to spring tides are also forecast over the next few days, which adds to the risk of flooding in lower tidal areas.", "Renewed minor to moderate flooding is possible along the Tweed River with the heavy rainfall forecast from overnight Sunday into Tuesday.", "⚠️#Moderate #Flood Warning updated for the #Wilsons River at #Lismore. Minor flooding expected overnight Sunday and moderate flooding possible late Monday into Tuesday. See https://t.co/Q6MByhxSNz for details and updates; follow advice from @NSWSES. #NSWFloods pic.twitter.com/lLUEXf9KEd", "WHAT YOU CAN DO", "The State Emergency Service advises has urged residents to move vehicles under cover or away from trees, to secure or put away loose items around your house, yard and balcony and to keep at least 8 metres away from fallen power lines or objects that may be energised, such as fences.", "Residents are also warned not to drive or walk through flood water and to keep clear of creeks and storm drains.", "“Be aware that run-off from rainfall in fire affected areas may behave differently and be more rapid. It may also contain debris such as ash, soil, trees and rocks,” the SES said.", "* “After bushfires, heavy rain and the loss of foliage can make the ground soft and heavy, leading to a greater chance of landslides.", "“Stay vigilant and monitor conditions. Note that the landscape may have changed following bushfires."], "journalist": ["Matt Young and Ben Graham"]}, {"url": "https://www.news.com.au/best-of/fashion/halloween-costume-ideas-options-for-men-women-and-kids/news-story/fca118ed6f4bd6bd9b2a4d161dd1ca0e", "title": "From $7.80: best budget stocking fillers", "date": "2020-12-13T20:27:25", "text": ["Our recommendations are dedicated to helping you find the right product at the right price. We may receive revenue from affiliate and advertising partnerships for sharing this content and when you make a purchase. Learn more", "The spooky season has more than just scares, sometimes it has some extremely inappropriate costumes.", "Picture: Boohoo and CBS.Source:Supplied", "After what has been an uncertain, and what some (many) have described as an unprecedented, year, we could all use an excuse to dress up and look a little silly purely for the sake of it.", "Whether you’re at an in-person party, via Zoom or have been co-opted to participate in the holiday by young children, we’ve got your dress up basics covered. You needn’t venture outside for them either - we’ll let you know their shipping times so you can receive your costume by Friday, October 30.", "We haven’t forgotten the little ones either, from an adorable sloth suit for toddlers to a Mad Hatter outfit that could definitely double as a Book Week contender, we’ve got Halloween costume ideas for the whole family.", "HALLOWEEN COSTUMES FOR ADULTS", "It’s one of the few times in the year where you get to dress up and the countdown is on to nail your Halloween look. To get your creative costume juices flowing, here are some costume ideas from last-minute classics to the downright quirky. For more options, have a look at retailers like Amazon, eBay and Catch Australia are also brimming with even more pics.", "Amazon, Mens Super Mario Brothers Costume, $32.95", "Prime members receive orders within two days; order by this Wednesday.", "Amazon, Mens Super Mario Brothers Costume.Source:Supplied", "It’s the character many have lost hours of their life playing and this costume set comes with all the pieces you need to dress up as the much-loved Nintendo character. The kit comes with a Mario themed jumper, jumpsuit, cap and felt moustache too.", "To really complete you look, you’ll want to pair it with some brown boots and dig out some white cotton gloves. Now all that’s left to do is to find a mate who will be your Luigi and/or Princess Peach. You’ll definitely be the best dressed group of the night.", "SHOP HERE", "Partyinventory, 1970s Tie Dye Jumpsuit, $44.99", "Use express delivery to recieve your order in three days; order by this Tuesday.", "Partyinventory, 1970s Tie Dye JumpsuitSource:Supplied", "Embrace your inner flower child with this tie-dyed and flared creation. To fully get into the era add a pair of hoop earrings (the bigger the better) and put your hair in some large curls and tease the roots for extra volume a la Farrah Fawcett or Stevie Nicks.", "SHOP HERE", "Funtime Gifts Adult T Rex Dinosaur Inflatable Costume, $49.99", "Use express delivery to recieve your order in 1-2 business days, in Metro areas; order by this Wednesday.", "Funtime Gifts Adult T Rex Dinosaur Inflatable Costume.Source:Supplied", "Be the best dressed at any Halloween party with this statement making set. Think of it as The Crocodile Hunter mixed with Jurassic Park.", "SHOP HERE", "Topshop Poplin Mix Midi Dress, $74.95", "Use three-hour express delivery to Metro areas; order by Friday, between 7am and 2pm.", "Topshop Poplin Mix Midi Dress.Source:Supplied", "Add a witch’s hat and that’s your Halloween look sorted. This one is from Catch Australia.Source:Supplied", "It might not be the most original Halloween costume but going as ‘a witch’ is the look that always delivers. Simply don on a black dress – even better if you can find one with a flared sleeves – and accessorise with black stockings, black shoes and dramatic makeup. For extra effect, add a witch’s hat and broom and that’s Halloween sorted.", "SHOP HERE", "Wild Cheers, Inflatable Flamingo Costume, Amazon, $37.99", "Wild Cheers, Inflatable Flamingo Costume.Source:Supplied", "If you’re not into dinosaurs, maybe this hot pink flamingo is more suited to your tastes. If anything, you’ll definitely be the most eye-catching and uniquely-dressed person at the party or Zoom call. The tropical get-up even comes with a USB-connected fan and battery box so your costume stays inflated all night. After you’re done, the flamingo get-up can also easily be deflated and stored, for your next fancy dress party. Not into hot pink? You can snap up a unicorn or pig version of the zany outfit as well.", "SHOP HERE", "Unisex Orange Pumpkin Costume, $19.95", "Naomi and Ted might not have ended up together but the outfit became one of the show’s most iconic moments. Picture: CBS.Source:Supplied", "Unisex Orange Pumpkin Costume.Source:Supplied", "Nothing screams Halloween more than a literal Jack-o’-Lantern costume. How I Met Your Mother fans might also remember Katie Holme’s guest appearance on the sitcom in 2011 when she dressed up as a ‘Slutty Pumpkin’ to a Halloween party.", "SHOP HERE", "HALLOWEEN COSTUMES FOR KIDS", "While trick or treating might be off the cards this year, Halloween still gives kids an excuse to dress up. Whether they want to replicate their favourite TV or movie character, animal or what they want to be when they grow up, here are some ideas to consider.", "Rubie’s Deerfield, available on The Iconic, has dozens of costumes for kids and toddlersfrom astronauts to Alice in Wonderland’s Mad Hatter. Price wise, they range from $49.95 and up and is a great option to consider for book week.", "Rubie’s Deerfield Sloth Costume, $49.95", "Rubie’s Deerfield Mad Hatter Girl’s Deluxe Costume – Kids, $59.95", "Use three-hour express delivery to Metro areas; order by Friday, between 7am and 2pm.", "Rubie’s Deerfield Sloth Costume.Source:Supplied", "Rubie’s Deerfield Mad Hatter Girl’s Deluxe Costume – Kids.Source:Supplied", "Rubie’s Deerfield Astronaut Deluxe Costume, $64.95", "Rubie’s Deerfield Unicorn Tutu Costume, $59.95", "Use three-hour express delivery to Metro areas; order by Friday, between 7am and 2pm.", "Rubie’s Deerfield Astronaut Deluxe Costume.Source:Supplied", "Rubie’s Deerfield Unicorn Tutu Costume.Source:Supplied", "Melissa & Doug Scientists Costume Set, $67.95", "Use three-hour express delivery to Metro areas; order by Friday, between 7am and 2pm.", "Melissa & Doug Scientists Costume Set.Source:Supplied", "Pique their interest in science early with their very first lab coat. Costume aside, this set also comes with a non-breakable beaker, test tube, petri dish, measuring spoons, and a hypothesis card so they can conduct six scientific experiments too.", "SHOP IT", "Harry Potter Deluxe Gryffindor Child Robe Size 9, $29.99", "Use Click & Collect to receive before the weekend.", "Harry Potter Deluxe Gryffindor Child Robe.Source:Supplied", "More than 20 years on from the publication of the first book, Harry Potter is still a much-loved children’s favourite. Let your little one play dress ups and represent their favourite Hogwarts house whether that’s Gryffindor, Hufflepuff, Ravenclaw or Slytherin.", "SHOP IT", "Star Wars Kylo Ren Deluxe Costume 3-5, $20", "Use Click & Collect to receive before the weekend.", "Star Wars Kylo Ren Deluxe Costume 3-5.Source:Supplied", "Another series that’s stood the test of time, the latest Star Wars films have welcomed a whole new generation into the fandom. This costume for preschoolers let’s them play Adam Driver’s Kylo Ren who gets lured to the dark side by Supreme Leader Snoke.", "SHOP IT", "Rubies, Shipmate Pirate Costume Child, $21.63", "Rubies, Shipmate Pirate Costume Child.Source:Supplied", "A classic costume that never dates, the swashbuckling pirate is still a mainstay of the children’s costume box. This set contains a vest and top, belt, pants and of course the iconic Pirate hat.", "SHOP IT", "Rubies, Dinosaur Triceratops Child Costume, $41.67", "Rubies, Dinosaur Triceratops Child Costume.Source:Supplied", "If your child is going through a dinosaur, this fantastic plush option lets them live out their reptilian dreams. While the frilled head will look great in photos, you can detach it from the rest of their costume too – just in case it’s too heavy on small heads.", "SHOP IT", "Now that you’ve got the perfect costume, here are the Halloween makeup tips to really amp up your look.", "We haven’t forgotten your home either. Here are all the spooky props and pumpkin-themed decorations to dress up your home as well."], "journalist": ["Jessica Wang"]}, {"url": "https://www.news.com.au/national/from-the-newsroom/news-story/ac9bdbc0cf645866c98e5beb09065514", "title": "Bali bombing mastermind arrested", "date": "2020-12-13T20:48:44", "text": ["Subscribe to our daily podcast. It’s free.Source:news.com.au", "From The Newsroom delivers breaking news and the biggest headlines of the day from Australia’s number one news website news.com.au.", "SIGN UP FOR FREE HERE:", "Every morning Andrew ‘Bucky’ Bucklow and Bronte Coy bring you the news that matters. They will give you insights into the big stories and dip into any rumours and gossip. They go from politics to pop culture in five minutes.", "LISTEN TO THE LATEST PODCAST HERE:", "Both Bucky and Bronte have a radio background and combine these skills with their digital expertise to create the next wave of audio news on the go.", "Bucky was a breakfast radio producer for seven years before he got sick of waking up at 3.30am and made the switch to news.", "He has been at news.com.au for seven years as an entertainment reporter and in that time he’s been to the Oscars, interviewed stars including The Rock and Betty White, and even once got licked by Jules Lund on a red carpet.", "Bronte is also an entertainment reporter for news.com.au and our royal commentator.", "She has been a journalist for more than eight years, covering news and entertainment for major media outlets across the country, including Nova, Triple M, 2DayFM and Channel Nine’s Today show, before joining news.com.au.", "Bronte Coy and Andrew ‘Bucky’ Bucklow.Source:news.com.au"], "journalist": []}, {"url": "https://www.news.com.au/technology/environment/la-nina-bureau-of-meteorology-warns-nsw-residents-to-prepare-for-critical-week-of-wild-weather/news-story/388e0bbadc389ddd1fbcf0214ecf0b0f", "title": "LATEST: Severe weather warning issued", "date": "2020-12-13T20:44:54", "text": ["Byron Bay beach faces erosion as wild weather lashes NSW north coast.", "A severe weather warning is in place for people in Northern Rivers and parts of Mid North Coast and Northern Tablelands Forecast Districts in NSW.Source:Supplied", "Wild weather is ripping glass panels from skyscrapers, flooding roads and destroying beaches as a storm warning is issued across 1000km of Australia’s east coast.", "A high tide is hitting the Gold Coast causing flooding on the streets and reducing the Surfers Paradise beach to just a thin strip of sand.", "Thousands there have been left without power and police have had to close roads in Surfers Paradise after glass panels were blown from a shelter of a high-rise pool deck.", "Traffic is heavily backed up at Ferny Ave between Beach Rd and Elkhorn Ave as a result of the incident.", "Meanwhile, pictures on social media show flooding at nearby Budds Beach — with cars trapped and roads inundated with water — and blackouts are hitting thousands in Labrador, Nerang and Southport.", "Budds Beachの現場からは以上です😇 pic.twitter.com/HwbK1WROtR", "The dangerous weather and “relentless” rain is expected to continue up until at least Tuesday as residents are being warned to brace for damaging winds, flash flooding, heavy rainfall, “abnormally” high tides and disappearing beaches.", "This morning a severe weather warning has been issued for a 500km stretch of the Queensland coast from Coolangatta to Hervey Bay and roughly 500km of coastline in NSW’s Northern Rivers mid-north coast regions, including the Tweed Coast and Byron Bay. Experts say the rain bomb isn’t going any where any time soon.", "The warnings state there will be heavy rainfall, damaging winds, abnormally high tides and dangerous surf.", "“Rainfall rates could be locally enhanced in the far north with thunderstorms, leading to the possibility of very heavy rainfall and dangerous flash flooding,” the NSW BOM warning reads.", "“At this stage, the widespread heavy rainfall is expected to ease late Tuesday or early Wednesday, though thunderstorms may still produce localised heavy falls that may lead to flash flooding during Wednesday.”", "It also warns of 90km/h winds along the coastal fringe north from about Yamba, possibly extending south to about Crescent Head on the Mid North Coast during the day.", "There will also be waves exceeding 5m extending south to Port Macquarie during the day, possibly leading to significant beach erosion.", "Abnormally high tides are expected along the coast north from about Ballina during this morning’s high tide, which may lead to localised coastal inundation.", "South East Queensland is also being hit by the cyclone-like conditions, which worsened overnight with damaging winds and heavy rains battering the region.", "Motorists have been warned to stay off the roads if possible with emergency services warning of flash flooding.", "Locations which may be affected include Gold Coast, Brisbane, Moreton Island, North Stradbroke Island, Sunshine Coast and adjacent hinterland areas, Fraser Island, Caboolture, Cleveland, Redcliffe, Jimboomba, Beaudesert and Springbrook.", "RELATED: Byron Bay’s Main Beach washed away", "Monday will be the “critical time” for the affected areas as the trough moves further south and saturated rivers rise even further and the SES prepares for the worst in the first major La Nina event of the summer.", "By Tuesday, three day totals of 300-600 ml are predicted to fall across the region.", "Look at that energy! The system that's causing heavy rain & localised flooding in northern NSW is seen here gathering pace as it tracks south from Qld. People in affected areas are urged to keep up to date with latest warnings, & put safety first: https://t.co/0ikQE2NKzl@NSWSES pic.twitter.com/3yTyhAAueQ", "Authorities are urging caution and to prepare for local flooding as a trough deepens and moves away from southeast Queensland in the coming days.", "“The community should prepare for minor to major flooding so please check for warnings and updates over the coming days,” BOM meteorologist Jonathan How said.", "“This is the most significant rainfall event since February and floods will pose a risk to many people.”", "Overnight, there were over 700 SES call-outs, with the busiest areas being the Mid North Coast and northern New South Wales regions. RFS and Fire and Rescue crews were on standby as winds averaging 60-70 km/h and gusts exceeding 90 km/h were predicted along the coastal fringe north from the beachside town of Yamba overnight, and possibly extending south to about Crescent Head on the Mid North Coast Monday.", "⚠️ #Minor to Moderate Flood Warning issued for the Tweed River at #Tumbulgum and #Chinderah (Barneys Point). Minor to Moderate flooding is possible along the Tweed River. See https://t.co/9rNWfaCzgu for details and updates; follow advice from @NSWSES. #NSWFloods pic.twitter.com/mHq3ZURPZT", "⚠️ NSW SES is contacting residents in the Tweed / Byron area to let them know about the heavy rain and dangerous flash flooding expected overnight. More info: https://t.co/OFbQgz7qym For emergency help in floods and storms, call NSW SES on 132 500, or if life-threatening call 000", "WHERE IS IT COMING FROM?", "The storm is coming out of a trough over the Coral Sea which is deepening offshore of the southern Queensland coast. It is expected to form en masse overnight and into Monday as it makes its way down the Far North Coast, through the Mid North Coast on Tuesday and further south on Wednesday.", "“This system is likely to bring significant rainfall, strong winds and large waves to the northern half of the coast until Tuesday,” warned the Bureau of Meteorology.", "Streets in Coffs Harbour and Tumbulgum flooded over the weekend while four people were rescued from floodwaters in NSW on Saturday night.", "HEAVY RAIN", "A late night message from the Bureau of Meteorology predicted heavy rain “is expected to become severe again over the Northern Rivers from Monday morning and parts of the Mid North Coast during the day.", "“Rainfall rates could be locally enhanced in the far north with thunderstorms on Monday, leading to the possibility of very heavy rainfall and dangerous flash flooding.”", "The rain is expected to fall until at least late Tuesday or early Wednesday in the region but the addition of thunderstorms could spell flash flooding on Wednesday.", "Some areas on the Gold Coast and northern NSW border recorded more than 350mm of rain since Saturday. More than 400mm of rain fell in Numinbah, a rural locality on the Gold Coast.", "WHAT’S HAPPENING ELSEWHERE", "In NSW, the wild weather will be contained to the north. In the southeast it will be cool-to-mild today with showers coming tonight.", "Sydney has a possible shower today, with a low of 18C and a top of 25C.", "Here’s a look at the other capitals around the nation.", "Brisbane has heavy showers today, with a low of 20C and a top of 28C.", "Canberrawill be cloudy, with a low of 12C and a top of 25C.", "Melbourne will be sunny, with a low of 19C and a top of 32C.", "Adelaide will be mostly sunny, with a low of 24C and a top of 34C.", "Hobartwill be sunny, with a low of 14C and a top of 31C.", "Perth will be mostly sunny, with a low of 12C and a top of 24C.", "There’s a strong wind warning for Perth Local Waters, Pilbara Coast West, Ningaloo Coast, Gascoyne Coast, Geraldton Coast, Lancelin Coast, Perth Coast, Bunbury Geographe Coast, Albany Coast, Esperance Coast and Eucla Coast.", "Darwin has a possible thunderstorm, with a low of 25C and a top of 33C.", "BYRON’S BEACH SWEPT AWAY", "", "The @Westpac Lifesaver Rescue Helicopter captured this footage of the dangerous surf conditions while flying over the Gold Coast Seaway today.⚠️ Please stay out of the water. pic.twitter.com/UaYUPcjlSi", "High tides have washed away the popular sandy Main Beach in Byron Bay as waves were seen crashing up against rocks, adjacent to a levelled footpath and road.", "More of Australia’s beaches are under threat as damaging surf, with waves possibly exceeding 5 metres in the surf zone, were expected overnight from Yamba, then extending south to Port Macquarie during Monday and possibly leading to significant beach erosion.", "The BOM also warned “abnormally high tides” are possible along the coast north from about Ballina during Monday morning’s high tide, which may lead to more localised coastal inundation.", "“The combination of Damaging Surf and Abnormally High Tides may enhance the risk of significant beach erosion north from about Ballina,” the BOM said.", "Surf and swell conditions are expected to be hazardous on Monday for coastal activities such as rock fishing, boating, and swimming in the following areas.", "Swimmers and surfers have been urged to “stay out of the water and avoid walking near surf-exposed areas” by the NSW Police Force, Marine Area Command.", "A hazardous surf warning is in place Monday for the Byron Coast, Coffs Coast, Macquarie Coast and Hunter Coast.", "Main Beach in Byron Bay... gone! @9NewsSyd #NSWfloods pic.twitter.com/BWC6beCejy", "FLOODING", "A flood watch is current for the Mid North Coast and Northern Rivers and flood warnings have been issued for the Tweed, Wilsons, Bellinger and Brunswick Rivers.", "Locations which may be affected include Lismore, Grafton, Coffs Harbour, Port Macquarie, Sawtell and Dorrigo.", "River flooding for the Mid North Coast and Northern Rivers is also expected with river levels to rise further from Monday and Tuesday.", "High water levels due to spring tides are also forecast over the next few days, which adds to the risk of flooding in lower tidal areas.", "Renewed minor to moderate flooding is possible along the Tweed River with the heavy rainfall forecast from overnight Sunday into Tuesday.", "⚠️#Moderate #Flood Warning updated for the #Wilsons River at #Lismore. Minor flooding expected overnight Sunday and moderate flooding possible late Monday into Tuesday. See https://t.co/Q6MByhxSNz for details and updates; follow advice from @NSWSES. #NSWFloods pic.twitter.com/lLUEXf9KEd", "WHAT YOU CAN DO", "The State Emergency Service advises has urged residents to move vehicles under cover or away from trees, to secure or put away loose items around your house, yard and balcony and to keep at least 8 metres away from fallen power lines or objects that may be energised, such as fences.", "Residents are also warned not to drive or walk through flood water and to keep clear of creeks and storm drains.", "“Be aware that run-off from rainfall in fire affected areas may behave differently and be more rapid. It may also contain debris such as ash, soil, trees and rocks,” the SES said.", "* “After bushfires, heavy rain and the loss of foliage can make the ground soft and heavy, leading to a greater chance of landslides.", "“Stay vigilant and monitor conditions. Note that the landscape may have changed following bushfires."], "journalist": ["Matt Young and Ben Graham"]}, {"url": "https://www.news.com.au/technology/environment/la-nina-bureau-of-meteorology-warns-nsw-residents-to-prepare-for-critical-week-of-wild-weather/news-story/388e0bbadc389ddd1fbcf0214ecf0b0f", "title": "500KM-LONG MONSTER: Cyclone-like weather smashes east coast", "date": "2020-12-13T20:31:38", "text": ["Byron Bay beach faces erosion as wild weather lashes NSW north coast.", "A severe weather warning is in place for people in Northern Rivers and parts of Mid North Coast and Northern Tablelands Forecast Districts in NSW.Source:Supplied", "Wild weather is ripping glass panels from skyscrapers, flooding roads and destroying beaches as a storm warning is issued across 1000km of Australia’s east coast.", "A high tide is hitting the Gold Coast causing flooding on the streets and reducing the Surfers Paradise beach to just a thin strip of sand.", "Thousands there have been left without power and police have had to close roads in Surfers Paradise after glass panels were blown from a shelter of a high-rise pool deck.", "Traffic is heavily backed up at Ferny Ave between Beach Rd and Elkhorn Ave as a result of the incident.", "Meanwhile, pictures on social media show flooding at nearby Budds Beach — with cars trapped and roads inundated with water — and blackouts are hitting thousands in Labrador, Nerang and Southport.", "Budds Beachの現場からは以上です😇 pic.twitter.com/HwbK1WROtR", "The dangerous weather and “relentless” rain is expected to continue up until at least Tuesday as residents are being warned to brace for damaging winds, flash flooding, heavy rainfall, “abnormally” high tides and disappearing beaches.", "This morning a severe weather warning has been issued for a 500km stretch of the Queensland coast from Coolangatta to Hervey Bay and roughly 500km of coastline in NSW’s Northern Rivers mid-north coast regions, including the Tweed Coast and Byron Bay. Experts say the rain bomb isn’t going any where any time soon.", "The warnings state there will be heavy rainfall, damaging winds, abnormally high tides and dangerous surf.", "“Rainfall rates could be locally enhanced in the far north with thunderstorms, leading to the possibility of very heavy rainfall and dangerous flash flooding,” the NSW BOM warning reads.", "“At this stage, the widespread heavy rainfall is expected to ease late Tuesday or early Wednesday, though thunderstorms may still produce localised heavy falls that may lead to flash flooding during Wednesday.”", "It also warns of 90km/h winds along the coastal fringe north from about Yamba, possibly extending south to about Crescent Head on the Mid North Coast during the day.", "There will also be waves exceeding 5m extending south to Port Macquarie during the day, possibly leading to significant beach erosion.", "Abnormally high tides are expected along the coast north from about Ballina during this morning’s high tide, which may lead to localised coastal inundation.", "South East Queensland is also being hit by the cyclone-like conditions, which worsened overnight with damaging winds and heavy rains battering the region.", "Motorists have been warned to stay off the roads if possible with emergency services warning of flash flooding.", "Locations which may be affected include Gold Coast, Brisbane, Moreton Island, North Stradbroke Island, Sunshine Coast and adjacent hinterland areas, Fraser Island, Caboolture, Cleveland, Redcliffe, Jimboomba, Beaudesert and Springbrook.", "RELATED: Byron Bay’s Main Beach washed away", "Monday will be the “critical time” for the affected areas as the trough moves further south and saturated rivers rise even further and the SES prepares for the worst in the first major La Nina event of the summer.", "By Tuesday, three day totals of 300-600 ml are predicted to fall across the region.", "Look at that energy! The system that's causing heavy rain & localised flooding in northern NSW is seen here gathering pace as it tracks south from Qld. People in affected areas are urged to keep up to date with latest warnings, & put safety first: https://t.co/0ikQE2NKzl@NSWSES pic.twitter.com/3yTyhAAueQ", "Authorities are urging caution and to prepare for local flooding as a trough deepens and moves away from southeast Queensland in the coming days.", "“The community should prepare for minor to major flooding so please check for warnings and updates over the coming days,” BOM meteorologist Jonathan How said.", "“This is the most significant rainfall event since February and floods will pose a risk to many people.”", "Overnight, there were over 700 SES call-outs, with the busiest areas being the Mid North Coast and northern New South Wales regions. RFS and Fire and Rescue crews were on standby as winds averaging 60-70 km/h and gusts exceeding 90 km/h were predicted along the coastal fringe north from the beachside town of Yamba overnight, and possibly extending south to about Crescent Head on the Mid North Coast Monday.", "⚠️ #Minor to Moderate Flood Warning issued for the Tweed River at #Tumbulgum and #Chinderah (Barneys Point). Minor to Moderate flooding is possible along the Tweed River. See https://t.co/9rNWfaCzgu for details and updates; follow advice from @NSWSES. #NSWFloods pic.twitter.com/mHq3ZURPZT", "⚠️ NSW SES is contacting residents in the Tweed / Byron area to let them know about the heavy rain and dangerous flash flooding expected overnight. More info: https://t.co/OFbQgz7qym For emergency help in floods and storms, call NSW SES on 132 500, or if life-threatening call 000", "WHERE IS IT COMING FROM?", "The storm is coming out of a trough over the Coral Sea which is deepening offshore of the southern Queensland coast. It is expected to form en masse overnight and into Monday as it makes its way down the Far North Coast, through the Mid North Coast on Tuesday and further south on Wednesday.", "“This system is likely to bring significant rainfall, strong winds and large waves to the northern half of the coast until Tuesday,” warned the Bureau of Meteorology.", "Streets in Coffs Harbour and Tumbulgum flooded over the weekend while four people were rescued from floodwaters in NSW on Saturday night.", "HEAVY RAIN", "A late night message from the Bureau of Meteorology predicted heavy rain “is expected to become severe again over the Northern Rivers from Monday morning and parts of the Mid North Coast during the day.", "“Rainfall rates could be locally enhanced in the far north with thunderstorms on Monday, leading to the possibility of very heavy rainfall and dangerous flash flooding.”", "The rain is expected to fall until at least late Tuesday or early Wednesday in the region but the addition of thunderstorms could spell flash flooding on Wednesday.", "Some areas on the Gold Coast and northern NSW border recorded more than 350mm of rain since Saturday. More than 400mm of rain fell in Numinbah, a rural locality on the Gold Coast.", "WHAT’S HAPPENING ELSEWHERE", "In NSW, the wild weather will be contained to the north. In the southeast it will be cool-to-mild today with showers coming tonight.", "Sydney has a possible shower today, with a low of 18C and a top of 25C.", "Here’s a look at the other capitals around the nation.", "Brisbane has heavy showers today, with a low of 20C and a top of 28C.", "Canberrawill be cloudy, with a low of 12C and a top of 25C.", "Melbourne will be sunny, with a low of 19C and a top of 32C.", "Adelaide will be mostly sunny, with a low of 24C and a top of 34C.", "Hobartwill be sunny, with a low of 14C and a top of 31C.", "Perth will be mostly sunny, with a low of 12C and a top of 24C.", "There’s a strong wind warning for Perth Local Waters, Pilbara Coast West, Ningaloo Coast, Gascoyne Coast, Geraldton Coast, Lancelin Coast, Perth Coast, Bunbury Geographe Coast, Albany Coast, Esperance Coast and Eucla Coast.", "Darwin has a possible thunderstorm, with a low of 25C and a top of 33C.", "BYRON’S BEACH SWEPT AWAY", "", "The @Westpac Lifesaver Rescue Helicopter captured this footage of the dangerous surf conditions while flying over the Gold Coast Seaway today.⚠️ Please stay out of the water. pic.twitter.com/UaYUPcjlSi", "High tides have washed away the popular sandy Main Beach in Byron Bay as waves were seen crashing up against rocks, adjacent to a levelled footpath and road.", "More of Australia’s beaches are under threat as damaging surf, with waves possibly exceeding 5 metres in the surf zone, were expected overnight from Yamba, then extending south to Port Macquarie during Monday and possibly leading to significant beach erosion.", "The BOM also warned “abnormally high tides” are possible along the coast north from about Ballina during Monday morning’s high tide, which may lead to more localised coastal inundation.", "“The combination of Damaging Surf and Abnormally High Tides may enhance the risk of significant beach erosion north from about Ballina,” the BOM said.", "Surf and swell conditions are expected to be hazardous on Monday for coastal activities such as rock fishing, boating, and swimming in the following areas.", "Swimmers and surfers have been urged to “stay out of the water and avoid walking near surf-exposed areas” by the NSW Police Force, Marine Area Command.", "A hazardous surf warning is in place Monday for the Byron Coast, Coffs Coast, Macquarie Coast and Hunter Coast.", "Main Beach in Byron Bay... gone! @9NewsSyd #NSWfloods pic.twitter.com/BWC6beCejy", "FLOODING", "A flood watch is current for the Mid North Coast and Northern Rivers and flood warnings have been issued for the Tweed, Wilsons, Bellinger and Brunswick Rivers.", "Locations which may be affected include Lismore, Grafton, Coffs Harbour, Port Macquarie, Sawtell and Dorrigo.", "River flooding for the Mid North Coast and Northern Rivers is also expected with river levels to rise further from Monday and Tuesday.", "High water levels due to spring tides are also forecast over the next few days, which adds to the risk of flooding in lower tidal areas.", "Renewed minor to moderate flooding is possible along the Tweed River with the heavy rainfall forecast from overnight Sunday into Tuesday.", "⚠️#Moderate #Flood Warning updated for the #Wilsons River at #Lismore. Minor flooding expected overnight Sunday and moderate flooding possible late Monday into Tuesday. See https://t.co/Q6MByhxSNz for details and updates; follow advice from @NSWSES. #NSWFloods pic.twitter.com/lLUEXf9KEd", "WHAT YOU CAN DO", "The State Emergency Service advises has urged residents to move vehicles under cover or away from trees, to secure or put away loose items around your house, yard and balcony and to keep at least 8 metres away from fallen power lines or objects that may be energised, such as fences.", "Residents are also warned not to drive or walk through flood water and to keep clear of creeks and storm drains.", "“Be aware that run-off from rainfall in fire affected areas may behave differently and be more rapid. It may also contain debris such as ash, soil, trees and rocks,” the SES said.", "* “After bushfires, heavy rain and the loss of foliage can make the ground soft and heavy, leading to a greater chance of landslides.", "“Stay vigilant and monitor conditions. Note that the landscape may have changed following bushfires."], "journalist": ["Matt Young and Ben Graham"]}, {"url": "https://www.news.com.au/best-of/fashion/halloween-costume-ideas-options-for-men-women-and-kids/news-story/fca118ed6f4bd6bd9b2a4d161dd1ca0e", "title": "From $7.80: best budget stocking fillers", "date": "2020-12-13T20:27:25"}, {"url": "https://www.news.com.au/finance/economy/australian-economy/designer-rugs-1000-chairs-and-minecraft-how-your-tax-dollars-are-being-spent-during-covid19/news-story/4e4860891d8415554983db741d543400", "title": "COVID SPENDING SPREE: Most ridiculous items in taxpayer-funded splurge", "date": "2020-12-13T20:08:16"}, {"url": "https://www.news.com.au/national/from-the-newsroom/news-story/ac9bdbc0cf645866c98e5beb09065514", "title": "Bali bombing mastermind arrested", "date": "2020-12-13T20:48:44"}, {"url": "https://www.news.com.au/technology/environment/la-nina-bureau-of-meteorology-warns-nsw-residents-to-prepare-for-critical-week-of-wild-weather/news-story/388e0bbadc389ddd1fbcf0214ecf0b0f", "title": "LATEST: Severe weather warning issued", "date": "2020-12-13T20:44:54"}, {"url": "https://www.news.com.au/technology/environment/la-nina-bureau-of-meteorology-warns-nsw-residents-to-prepare-for-critical-week-of-wild-weather/news-story/388e0bbadc389ddd1fbcf0214ecf0b0f", "title": "500KM-LONG MONSTER: Cyclone-like weather smashes east coast", "date": "2020-12-13T20:31:38"}, {"url": "https://www.news.com.au/best-of/fashion/halloween-costume-ideas-options-for-men-women-and-kids/news-story/fca118ed6f4bd6bd9b2a4d161dd1ca0e", "title": "From $7.80: best budget stocking fillers", "date": "2020-12-13T20:27:25"}, {"url": "https://www.news.com.au/finance/economy/australian-economy/designer-rugs-1000-chairs-and-minecraft-how-your-tax-dollars-are-being-spent-during-covid19/news-story/4e4860891d8415554983db741d543400", "title": "COVID SPENDING SPREE: Most ridiculous items in taxpayer-funded splurge", "date": "2020-12-13T20:08:16"}, {"url": "https://www.news.com.au/national/from-the-newsroom/news-story/ac9bdbc0cf645866c98e5beb09065514", "title": "Bali bombing mastermind arrested", "date": "2020-12-13T20:48:44"}, {"url": "https://www.news.com.au/technology/environment/la-nina-bureau-of-meteorology-warns-nsw-residents-to-prepare-for-critical-week-of-wild-weather/news-story/388e0bbadc389ddd1fbcf0214ecf0b0f", "title": "LATEST: Severe weather warning issued", "date": "2020-12-13T20:44:54"}, {"url": "https://www.news.com.au/technology/environment/la-nina-bureau-of-meteorology-warns-nsw-residents-to-prepare-for-critical-week-of-wild-weather/news-story/388e0bbadc389ddd1fbcf0214ecf0b0f", "title": "500KM-LONG MONSTER: Cyclone-like weather smashes east coast", "date": "2020-12-13T20:31:38"}, {"url": "https://www.news.com.au/best-of/fashion/halloween-costume-ideas-options-for-men-women-and-kids/news-story/fca118ed6f4bd6bd9b2a4d161dd1ca0e", "title": "From $7.80: best budget stocking fillers", "date": "2020-12-13T20:27:25"}, {"url": "https://www.news.com.au/finance/economy/australian-economy/designer-rugs-1000-chairs-and-minecraft-how-your-tax-dollars-are-being-spent-during-covid19/news-story/4e4860891d8415554983db741d543400", "title": "COVID SPENDING SPREE: Most ridiculous items in taxpayer-funded splurge", "date": "2020-12-13T20:08:16"}, {"url": "https://www.news.com.au/national/from-the-newsroom/news-story/ac9bdbc0cf645866c98e5beb09065514", "title": "Bali bombing mastermind arrested", "date": "2020-12-13T20:48:44"}, {"url": "https://www.news.com.au/technology/environment/la-nina-bureau-of-meteorology-warns-nsw-residents-to-prepare-for-critical-week-of-wild-weather/news-story/388e0bbadc389ddd1fbcf0214ecf0b0f", "title": "LATEST: Severe weather warning issued", "date": "2020-12-13T20:44:54"}, {"url": "https://www.news.com.au/technology/environment/la-nina-bureau-of-meteorology-warns-nsw-residents-to-prepare-for-critical-week-of-wild-weather/news-story/388e0bbadc389ddd1fbcf0214ecf0b0f", "title": "500KM-LONG MONSTER: Cyclone-like weather smashes east coast", "date": "2020-12-13T20:31:38"}, {"url": "https://www.news.com.au/best-of/fashion/halloween-costume-ideas-options-for-men-women-and-kids/news-story/fca118ed6f4bd6bd9b2a4d161dd1ca0e", "title": "From $7.80: best budget stocking fillers", "date": "2020-12-13T20:27:25"}, {"url": "https://www.news.com.au/finance/economy/australian-economy/designer-rugs-1000-chairs-and-minecraft-how-your-tax-dollars-are-being-spent-during-covid19/news-story/4e4860891d8415554983db741d543400", "title": "COVID SPENDING SPREE: Most ridiculous items in taxpayer-funded splurge", "date": "2020-12-13T20:08:16"}, {"url": "https://www.news.com.au/finance/economy/australian-economy/aussie-unemployment-could-skyrocket-to-15-per-cent-in-2021/news-story/239030b914234250bf9c31c8a13fc3d5", "title": "BLEAK PREDICTION FOR 2021: Unemployment for Aussies could skyrocket", "date": "2020-12-13T18:42:23"}, {"url": "https://www.news.com.au/national/from-the-newsroom/news-story/ac9bdbc0cf645866c98e5beb09065514", "title": "Bali bombing mastermind arrested", "date": "2020-12-13T20:48:44"}, {"url": "https://www.news.com.au/technology/environment/la-nina-bureau-of-meteorology-warns-nsw-residents-to-prepare-for-critical-week-of-wild-weather/news-story/388e0bbadc389ddd1fbcf0214ecf0b0f", "title": "LATEST: Severe weather warning issued", "date": "2020-12-13T20:44:54"}, {"url": "https://www.news.com.au/technology/environment/la-nina-bureau-of-meteorology-warns-nsw-residents-to-prepare-for-critical-week-of-wild-weather/news-story/388e0bbadc389ddd1fbcf0214ecf0b0f", "title": "500KM-LONG MONSTER: Cyclone-like weather smashes east coast", "date": "2020-12-13T20:31:38"}, {"url": "https://www.news.com.au/best-of/fashion/halloween-costume-ideas-options-for-men-women-and-kids/news-story/fca118ed6f4bd6bd9b2a4d161dd1ca0e", "title": "From $7.80: best budget stocking fillers", "date": "2020-12-13T20:27:25"}, {"url": "https://www.news.com.au/finance/economy/australian-economy/designer-rugs-1000-chairs-and-minecraft-how-your-tax-dollars-are-being-spent-during-covid19/news-story/4e4860891d8415554983db741d543400", "title": "COVID SPENDING SPREE: Most ridiculous items in taxpayer-funded splurge", "date": "2020-12-13T20:08:16"}, {"url": "https://www.news.com.au/finance/economy/australian-economy/aussie-unemployment-could-skyrocket-to-15-per-cent-in-2021/news-story/239030b914234250bf9c31c8a13fc3d5", "title": "BLEAK PREDICTION FOR 2021: Unemployment for Aussies could skyrocket", "date": "2020-12-13T18:42:23"}, {"url": "https://www.news.com.au/national/from-the-newsroom/news-story/ac9bdbc0cf645866c98e5beb09065514", "title": "Bali bombing mastermind arrested", "date": "2020-12-13T20:48:44"}, {"url": "https://www.news.com.au/technology/environment/la-nina-bureau-of-meteorology-warns-nsw-residents-to-prepare-for-critical-week-of-wild-weather/news-story/388e0bbadc389ddd1fbcf0214ecf0b0f", "title": "LATEST: Severe weather warning issued", "date": "2020-12-13T20:44:54"}, {"url": "https://www.news.com.au/technology/environment/la-nina-bureau-of-meteorology-warns-nsw-residents-to-prepare-for-critical-week-of-wild-weather/news-story/388e0bbadc389ddd1fbcf0214ecf0b0f", "title": "500KM-LONG MONSTER: Cyclone-like weather smashes east coast", "date": "2020-12-13T20:31:38"}, {"url": "https://www.news.com.au/best-of/fashion/halloween-costume-ideas-options-for-men-women-and-kids/news-story/fca118ed6f4bd6bd9b2a4d161dd1ca0e", "title": "From $7.80: best budget stocking fillers", "date": "2020-12-13T20:27:25"}, {"url": "https://www.news.com.au/finance/economy/australian-economy/designer-rugs-1000-chairs-and-minecraft-how-your-tax-dollars-are-being-spent-during-covid19/news-story/4e4860891d8415554983db741d543400", "title": "COVID SPENDING SPREE: Most ridiculous items in taxpayer-funded splurge", "date": "2020-12-13T20:08:16"}, {"url": "https://www.news.com.au/finance/economy/australian-economy/aussie-unemployment-could-skyrocket-to-15-per-cent-in-2021/news-story/239030b914234250bf9c31c8a13fc3d5", "title": "BLEAK PREDICTION FOR 2021: Unemployment for Aussies could skyrocket", "date": "2020-12-13T18:42:23"}]